Revit 2024 API
BuiltInFailures.LevelFailures Class
 Failures about Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class LevelFailures
Visual Basic
Public NotInheritable Class LevelFailures
Visual C++
public ref class LevelFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.LevelFailures
See Also
BuiltInFailures.LevelFailures Members
Autodesk.Revit.DB Namespace